<?php

return [
    'email' => [
        'title' => '更新您的邮箱',
        'updated' => '您的邮箱地址已更新。',
    ],
    'password' => [
        'title' => '更改您的密码',
        'requirements' => '您的新密码长度应至少为 8 个字符。',
        'updated' => '您的密码已更新。',
    ],
    'two_factor' => [
        'button' => '配置双重身份验证',
        'disabled' => '您的账户上的双重身份验证已被禁用。登录时将不再提示您提供验证码。',
        'enabled' => '您的账户上的双重身份验证已启用！从现在起，登录时您需要提供设备生成的验证码。',
        'invalid' => '提供的验证码无效。',
        'setup' => [
            'title' => '设置双重身份验证',
            'help' => '无法扫描代码？请在您的应用中输入以下代码：',
            'field' => '输入验证码',
        ],
        'disable' => [
            'title' => '禁用双重身份验证',
            'field' => '输入验证码',
        ],
    ],
];
